

#1)მომხმარებელს შემოატანინეთ float სახის რიცხვი და შემდეგ ეგ რიცხვი გაყავით floor division-ის დახმარებით რომ იყოს integer და არა float

print(5.5//2.5)


#2)მოხმარებელს შემოატანინეთ თავის სახელი,გვარი,ასაკი,ჰობბი და ბალანსი შემდეგ ეს ყველაფერი დაბეჭდეთ print-ის საშუალებით



#3)გააკეთეთ 5 5-ი მაგალითი %-ზე და floor division-ზე //
print(15 % 4 )
print(21 % 10)
print(77 % 18)
print(28 % 3)

print(25 // 4)
print(24 // 6)
print(27 // 6)
print(20 // 10)
print(15 // 3)


#4)მოხმარებელს შემოატანინეთ რიცხვი და მაგ რიცხვს გამოაკელით 20 და გაამრავლეთ 3 ზე

num = 40
print(num - 20 * 3)
   


#